window.onload = function () {

/*
 1) через 1 секунду всплывает блок с Именем (слева кнопка жирнеет)
 2) через 4 секунды всплывает блок с контактами ( слева кнопка жирнеет)
 3) через 4 секунды запускается функция А
    функция А  -  остальные блоки всплывают если влезают в экран.
    если не влезают в экран то первый который поместился - исчезает, а появляется
    следующий который не появлялся. (кнопки слева жирнеют)
  4) если мыш не двигалась  блоки с 3его после функции А - исчезают)
  5) если мыш наводится на кнопки слева - блоки исчезают и появляются ( помещаясь в блоке главного фона)

*/

};